<?php

return [
	'username'           => 'მომხმარებლის სახელი',
	'email'              => 'ელ-ფოსტა',
	'password'           => 'პაროლი',
	'password_repeat'    => 'გაიმეორეთ პაროლი',
	'username_placeholder'        => 'შეიყვანეთ მომხმარებლის სახელი',
	'password_placeholder'        => 'შეიყვანეთ პაროლი',
	'email_placeholder'           => 'შეიყვანეთ ელ-ფოსტა',

	'username_ref'        => 'მომხმარებლის სახელი უნდა იყოს უნიკალური, უნდა შედგებოდეს მინ 3 სიმბოლოსგან',
	'email_ref'           => 'ელ-ფოსტა უნდა იყოს უნიკალური,ვალიდური',
	'password_ref'        => 'პაროლი უნდა შედგებოდეს მინ 3 სიმბოლოსგან',
	'password_repeat_ref' => 'ველი უნდა ემთხვეოდეს პაროლის ველს',
];
